content/assignments/week11.md
+++
title = "Week 11 - Transformative Rationality"
publishDate = 2020-10-27T00:00:00-04:00
tags = ["control", "self-consciousness", "self-knowledge", "rationality", "reflection", "teleology", "transformation"]
draft = true
weight = -100
author = false
toc = false
type = "post"
+++

We'll finish up our discussion of criticisms of doxastic agency (Boyle) and
reflection (Hieronymi) before turning to this week's topic, which concerns the
question of whether the capacity for rationality (in some sense) radically changes
one's other capacities (e.g. perception) or whether it is merely one additional
capacity. We'll look at two takes on the issue, one for (Boyle), and one against
(McLear). I also include some related papers as optional readings.


## Readings {#readings}

-   Boyle, "[A Different Kind of Mind?](/materials/readings/boyle-different-mind.pdf)"
-   Boyle, "[Additive Theories of Rationality](/materials/readings/boyle-rationality.pdf)"
-   McLear, "[Rationality: What Difference Does It Make?](/materials/readings/mclear-tranformation.pdf)"
-   (Optional) Schafer, "[A System of Rational Faculties: Additive or Transformative?](/materials/readings/schafer-transformative-rationality.pdf)"
-   (Optional) Conant, "[Why Kant Is Not a Kantian](/materials/readings/conant-layer-cake.pdf)"
